Repository: DigitalLeaderStudio/Raiduga
Catalog: Raiduga.Web/Localization/Translations.*.resx
Languages: uk

# About_PageTitle
source: About us
uk: Про нас

# Admin_HomeTitle
source: Home page
uk: Домашня сторінка

# Admin_Home_ContactDescription
source: Edit contacts by affiliates
uk: Редагування контактів (кожної з філій)

# Admin_Home_ContentDescription
source: Edit content
uk: Редагування контенту (Сторінка Про нас, блок Наші відмінності, та ін)

# Admin_Home_FeedbackDescription
source: Edit client feebacks
uk: Редагування клієнтських відгуків.

# Admin_Home_MessageDescription
source: View messages uses sent through "Contact us" form
uk: Перегляд повідомлень, які користувачі, відсилають через контактну форму

# Admin_Home_ServiceDescription
source: Edit service and theirs courses
uk: Редагування Наших послуг, а також курсів, які належать то певной послуги.

# Admin_Home_SliderDescription
source: Edit slider which is in the header
uk: Редагування слайдера (той що в шапці сайту).

# Articles_Title
source: News
uk: Новини

# Articles_View
source: Read
uk: Читати

# Article_Author
source: Author
uk: Автор

# Article_BodyHtml
source: Articles body
uk: Тіло статті

# Article_IsPublished
source: Is published?
uk: Чи опублікована?

# Article_Keywords
source: Keywords
uk: Ключові слова

# Article_Title
source: Title
uk: Заголовок

# Article_Description
source: Description
uk: Короткий опис

source: Back to list
uk: Назад до списку

source: Cancel
uk: Відміна

# ContactsForm_ClearForm
source: Clear form
uk: Очистити форму

# ContactsForm_Email_Placeholder
source: Please enter you contact email *
uk: Будь-ласка, введіть Ваш контактний email *

# ContactsForm_MarkAsRead
source: Mark as read
uk: Прочитано

# ContactsForm_Message
source: Message *
uk: Повідомлення *

# ContactsForm_MessageIsNew
source: New
uk: Нове

# ContactsForm_Message_Placeholder
source: Message for me *
uk: Будь-ласка, введіть Ваше повідомлення *

# ContactsForm_Phone
source: Phone
uk: Телефон

# ContactsForm_PhoneNotSet
source: Phone doesn't set
uk: Телефон не вказано

# ContactsForm_Phone_Placeholder
source: Please enter your contact phone
uk: Будь-ласка, введіть Ваш контактний телефон

# ContactsForm_Primary
source: Primary office
uk: Головне відділеня

# ContactsForm_RequiredFieldsCaption
source: * These fields are required.
uk: * Ці поля є обов'яковими.

# ContactsForm_SendMessage
source: Send message
uk: Відіслати повідомлення

# ContactsForm_SuccessfullySent
source: Your message has been successfully sent!
uk: Ваше повідомлення було успішно відіслано!

# ContactsForm_Title
source: Contacts form
uk: Контактна форма

# Contacts_Address
source: Address
uk: Адреса

# Contacts_Hours
source: Hours: from {0} to {1}
uk: Години роботи: з {0} до {1}

# Contacts_Hours_From
source: From
uk: з

# Contacts_Hours_Prompt
source: Hours
uk: Години роботи:

# Contacts_Hours_To
source: To
uk: до

# Contacts_Latitude
source: Latitude
uk: Широта

# Contacts_Longitude
source: Longitude
uk: Довтота

# Contacts_Title
source: Contacts
uk: Контакти

# Content_BodyHtml
source: Content
uk: Контент

# Content_Name
source: Name (is a key value)
uk: Назва (ключове поле)

# Content_Title
source: Html contents
uk: Контент Html

# Create
source: Create new item
uk: Додати новий елемент

source: Delete
uk: Видалити

source: Edit
uk: Редагувати

# Features_Title
source: Our features
uk: Наші відмінності

# Header_Title
source: Art and intelectual grows center
uk: Центр інтелектуального та творчого розвитку особистості

# Home_ContactsUsPrompt
source: Contact us
uk: Зв'яжіться з нами

# Home_FastContacts_Title
source: Fast contacts
uk: Швидкі контакти

# Home_Title
source: Home
uk: Домашня

# Image_Caption
source: Image
uk: Зображення

# Login_HeadingPrompt
source: Use a local account to log in.
uk: Використовуйте локальний аккаунт для входу

# Login_Hello
source: Hello
uk: Привіт

# Login_LogOff
source: Log off
uk: Вийти

# Login_RegisterNew
source: Register a new user
uk: Зареєструвати нового користувача

# Login_Title
source: Log in
uk: Увійти

# Messages_Title
source: Messages
uk: Повідомлення

source: Save
uk: Зберегти

# Service_AllCourses
source: All Courses
uk: Всі курси

# Service_Details
source: Details
uk: Детальніше

# Service_Title
source: Services
uk: Наші послуги

# SiteName
source: Raiduga
uk: Райдуга

# Slider_BackToList
source: Back to list
uk: До списку слайдів

# Slider_Cancel
source: Cancel
uk: Відміна

# Slider_CreateNewSlide
source: Create new slide
uk: Додати новий слайд

# Slider_Delete
source: Delete
uk: Видалити

# Slider_DeletePrompt
source: The slide item will be deleted. Do you really want to delete it?
uk: Данний слайд, буде видалено

# Slider_DeleteTitle
source: Deletion
uk: Видалення

# Slider_Edit
source: Edit
uk: Редагувати

# Slider_Image
source: Slide picture
uk: Зображення для слайду

# Slider_Name
source: Slider item
uk: Новий слайд

# Slider_Page_Title
source: Slider
uk: Слайдер

# Slider_Save
source: Save
uk: Зберегти

# Slider_SelectAnotherImage
source: Select another image
uk: Вибрати інше зображення

# Slider_SubTitle
source: Slide Sub title
uk: Підзаголовок слайду

# Slider_Title
source: Slide Title
uk: Заголовок слайду

# UserFeedback_DeletePrompt
source: The feedback will be deleted. Do you really want to delete it?
uk: Данний відгук буде видалено, продовжити?

# UserFeedback_IsActive
source: Is feedback is active
uk: Відгук активний?

# UserFeedback_Text
source: Feedbacks text
uk: Текст відгуку

# UserFeedback_Title
source: Feedbacks
uk: Відгуки

# UserFeedback_UserName
source: User name
uk: Ім'я залишившого відгук

# Admin_Home_ArticleDescription
source: Editing news
uk: Редагування новин

# Course_DeletePrompt
source: The course will be deleted. Do you really want to delete it?
uk: Данний курс буде видалено, продовжити?

# Course_BodyHtml
source: Html body
uk: Повний опис курсу Html

# Course_Description
source: Short Description
uk: Короткий опис курсу

source: Course duration
uk: Тривалість курсу

# Course_Name
source: Name
uk: Назва курсу

# Course_Price
source: Price
uk: Ціна

# Login_Password
source: Password
uk: Пароль

# Login_RememberMe
source: Remember me?
uk: Запам'ятати мене?

# DevelopedBy
source: Website developed by digital services provider
uk: Сайт розроблено провайдером цифрових послуг

# Schedule_PageTitle
source: Schedule
uk: Розклад

# ContactFormTitle
source: Contact Form
uk: Контактна форма

source: Sign in to class
uk: Записатись на заняття

# Thanks_Text
source: We will connect you asap
uk: Найближчим часом ми з Вами зв'яжемося

# Thanks_Title
source: Thank you!
uk: Дякуємо!

# ContactsForm_Email_Required
source: The field "Email" is required
uk: Поле "Email" - обов'язкове

# ContactsForm_Message_Required
source: The field "Message" is required
uk: Поле "Повідомлення" - обов'язкове

# ContactsForm_Email_Type
source: The field "Email" is not a valid e-mail address
uk: Формат Email не вірний

# ContactsForm_Phone_Type
source: The field "Phone" is not a valid phone number
uk: Формат номеру телефону не вірний

# ApplyToCourse_ChildBirthDate
source: Kid's birth date *
uk: Дата народження дитини *

# ApplyToCourse_ChildBirthDate_Placeholder
source: Pleae enter your kid's birth date *
uk: Будь ласка, введіть дату нароження дитини

# ApplyToCourse_ChildName
source: Kid's name *
uk: Ім'я дитини

# ApplyToCourse_ChildName_Placeholder
source: Pleae enter your kid's name *
uk: Будь ласка, введіть ім'я дитини

# ApplyToCourse_Email
source: Your contact email
uk: Ваш контактний email

# ApplyToCourse_Email_Placeholder
source: Pleae enter your email
uk: Будь ласка, введіть Ваш контактный email

# ApplyToCourse_Phone
source: Your contact phone *
uk: Ваш контактний телефон *

# ApplyToCourse_Phone_Placeholder
source: Pleae enter your your contact phone *
uk: Будь ласка, введіть Ваш контактний номер телефону *

source: Day
uk: День

source: Month
uk: Місяць

source: Year
uk: Рік

# ApplyToCourse_ChildName_Required
source: The "Child's name" is required
uk: Поле "Им'я дитини" - обов'язкове

# ApplyToCourse_Phone_Required
source: The "Phone" is required
uk: Поле "Контактний телефон" - обов'язкове

# ApplyToCourse_SuccessText
source: Your application for course "{0}" was successfully accepted
uk: Ваша заявка на курс "{0}" була успішно прийнята
